<footer>
        <div class="blocks container">
            <div>
                <span class="logo">Игровой форум</span>
                <p><b>Показываем только самые трендовые игры</b></p>
            </div>
            <div>
                <h4>О нас</h4>
                <p><b>Мы стараемся следить за трендовостью игр и смотреть ваши пожелания!</b></p>
                <ul>
                    <li>Главная</li>
                    <li>О нас</li>
                    <li>Кабинет пользователя</li>
                    <li>Контакты</li>
                </ul>
            </div>
            <div>
                <h4>Связь с нами</h4>
                <p>+7(918)-998-42-85</p>
            </div>
        </div>
        <hr>
    </footer>